[
  {
    "id": 1,
    "title": "Sedem pasti Low Carb diete",
    "content": "Zmanjšanje ogljikovih hidratov v načinu prehranjevanja večini pomaga pri izgubi odvečne telesne teže in izgubi maščobe. Vrsta študij, ki je proučevala posledice zmanjšanja ogljikovih hidratov v prehrani je prišla do naslednjih zaključkov ...",
    "source": "fitnes.si",
    "url": "http://fitnes.si/clanek/186/",
    "publishedAt": "2015-5-8",
    "imageUrl": "http://fitnes.si/pictures/news/7587.jpg"
  },
  {
    "id": 2,
    "title": "Kako do zdrave telesne teže",
    "content": "Naslednji nasveti naj sestavljajo ogrodje rešitve vašega problema s težo, zlasti če so vzroki za prekomerno težo čustvene narave. Še posebno pozorni bodite na prve tri, zlasti kadar vas neustavljivo zamika čips ali čokolada. Po šestih tednih boste veseli očitnega napredka.",
    "url": "http://fitnes.si/clanek/177/kako-do-zdrave-telesne-te-e",
    "source": "fitnes.si",
    "publishedAt": "2015-4-29",
    "imageUrl": "http://fitnes.si/pictures/news/8456.jpg"
  },
  {
    "id": 5,
    "title": "MYPROTEIN BCAA 4:1:1 Berry blast",
    "content": "Kaj so sploh BCAA (branched-chain amino acids)? Skupino BCAA sestavljajo tri aminokisline, levcin, izolevcin in valin. Gre za esencialne aminokisline, kar pomeni, da jih telo ne zmore samo proizvesti iz preostalih aminokislin in zato jih je potrebno v zadostnih količinah zaužiti s prehrano (ali prehranskimi dopolnili). BCAA so pomemben del vseh beljakovin, saj je v večini delež BCAA okoli 20% in predstavljajo velik del potreb esencialnih aminokislin (okoli 35%).",
    "url": "http://www.fitness-info.si/clanki/prehrana/aktualni-clanki/116-myprotein-bcaa-411.html",
    "source": "fitness-info.si",
    "publishedAt": "2015-4-27",
    "imageUrl": "http://www.fitness-info.si/cache/com_responsivizer/554fea90bea81446dcbb5d3c46e876fca09f7e3c.jpeg"
  },
  {
    "id": 3,
    "title": "Shujševalna dieta letošnje pomladi",
    "content": "Kot kaže imamo novo shujševalno dieto letošnje pomladi: oranže in jajca. Diete se držimo samo čez teden, med vikendi pa ne",
    "url": "http://fitnes.si/clanek/170/shujsevalna-dieta-letosnje-pomladi",
    "source": "fitnes.si",
    "publishedAt": "2015-4-21",
    "imageUrl": "http://fitnes.si/pictures/news/5171.jpg"
  },
  {
    "id": 4,
    "title": "Paleo dieta",
    "content": "Človeška genetika naj bi bila najbolj prilagojena prehrani, ki so jo uživali naši predniki še pred kmetijsko revolucijo.Tako imenovana paleo dieta temelji na prehrambenih živilih, ki so bila na voljo že takrat in ki so na voljo tudi danes, poleg tega pa prepoveduje uživanje sodobne predelane hrane. Zanimivo je, da prepoveduje tudi krompir in sicer zato, ker se njegove hranilne vrednosti zaradi gensko spremenjenih dodatkov močno razlikujejo od tistih v preteklosti.",
    "url": "http://fitnes.si/clanek/160/paleo-dieta",
    "source": "fitnes.si",
    "publishedAt": "2015-4-3",
    "imageUrl": "http://fitnes.si/pictures/news/7048.jpg"
  },
  {
    "id": 5,
    "title": "Trening s telesno težo",
    "content": "Razmišljal sem kateri članek bi napisal in prešinilo me je, da bo to zopet članek o treningu s telesno težo. Kar precej časa nazaj sem že pisal članek z naslovom \"Do lepih mišic brez dvigovanja uteži\". V članku so bile  opisane tehnike treniranja in pa opis nekaterih vaj, ki se jih lahko izvaja s telesno težo.",
    "url": "http://www.fitness-info.si/clanki/vadba/aktualni-clanki/92-trening-s-telesno-tezo.html",
    "source": "fitness-info.si",
    "publishedAt": "2015-4-1",
    "imageUrl": "http://www.fitness-info.si/cache/com_responsivizer/efbe4ead84e0615ab703764af96d05e2fe19fbbb.jpeg"
  }
]
